{
  "version": "1.0",
  "exemplars": [
    {
      "id": "mu-2018-final",
      "pageant": "Miss Universe",
      "year": 2018,
      "round": "final_question",
      "question_text": "What is the most important lesson you've learned in your life, and how would you apply it to your time as Miss Universe?",
      "winner_name": "Catriona Gray",
      "answer_text": "I worked a lot in the slums of Tondo, Manila. And the life there — it's poor, and it's very sad. I've always taught myself to look for the beauty in it, to look for the beauty in the faces of the children, and to be grateful. And I would bring this aspect as a Miss Universe to see situations with a silver lining, and to assess where I could give something, where I could provide something, as a spokesperson.",
      "source_tier": 2,
      "confidence": 0.9,
      "notes": "near-verbatim from multiple reputable pageant journalism sources",
      "question_type": "personal",
      "theme_tags": ["gratitude", "service", "resilience", "empowerment"],
      "structural_notes": "Opens with specific personal anchor (Tondo slums). Translates experience to a value (gratitude, finding beauty). Applies to the role (Miss Universe spokesperson). Closes with service-oriented purpose.",
      "language": "en"
    },
    {
      "id": "mu-2019-final",
      "pageant": "Miss Universe",
      "year": 2019,
      "round": "final_question",
      "question_text": "What is the most important thing we should teach young girls today?",
      "winner_name": "Zozibini Tunzi",
      "answer_text": "I think the most important thing we should be teaching young girls today is leadership. It's something that has been lacking in young girls and women for a very long time, not because we don't want to, but because of what society has labeled women to be. I think we are the most powerful beings in the world and that we should be given every opportunity. And that is what we should be teaching these young girls — to take up space.",
      "source_tier": 2,
      "confidence": 0.9,
      "notes": "near-verbatim from multiple reputable pageant journalism sources",
      "question_type": "advocacy",
      "theme_tags": ["leadership", "women_empowerment", "education", "equality"],
      "structural_notes": "Opens with direct answer (leadership). Frames the problem (society's labels). Asserts shared agency (most powerful beings). Closes with empowering call to action (take up space). Short, punchy, values-driven.",
      "language": "en"
    },
    {
      "id": "mu-2020-final",
      "pageant": "Miss Universe",
      "year": 2020,
      "round": "final_question",
      "question_text": "If you were the leader of your country, how would you have handled the COVID-19 pandemic?",
      "winner_name": "Andrea Meza",
      "answer_text": "I believe there is not a perfect way to handle this hard situation such as COVID-19. However, I believe that what I would have done was create the lockdown even before everything was that big because we lost so many lives and we cannot afford that. We have to take care of our people. That's why I would have taken care of them since the beginning.",
      "source_tier": 2,
      "confidence": 0.85,
      "notes": "near-verbatim from Philstar and Cosmopolitan Philippines transcripts",
      "question_type": "issues_based",
      "theme_tags": ["leadership", "health", "policy", "crisis_management"],
      "structural_notes": "Opens with nuanced acknowledgment (no perfect way). Gives concrete action (early lockdown). Grounds in human cost (lost lives). Closes with care-oriented leadership stance. Honest and measured.",
      "language": "en"
    },
    {
      "id": "mu-2021-final",
      "pageant": "Miss Universe",
      "year": 2021,
      "round": "final_question",
      "question_text": "What advice would you give young women who are watching on how to deal with the pressures they face today?",
      "winner_name": "Harnaaz Sandhu",
      "answer_text": "The biggest pressure the youth of today is facing is to believe in themselves. To know that you are unique and that's what makes you beautiful. Stop comparing yourselves with others, and let's talk about more important things that are happening worldwide. Come out, speak for yourselves, because you are the leader of your life. You are the voice of your own. I believed in myself, and that is why I am standing here today.",
      "source_tier": 2,
      "confidence": 0.85,
      "notes": "near-verbatim from Philstar full transcript",
      "question_type": "advocacy",
      "theme_tags": ["self_belief", "youth", "empowerment", "authenticity"],
      "structural_notes": "Opens with direct identification of the problem (self-belief). Gives concrete advice (stop comparing). Broadens scope (worldwide issues). Uses personal anchor as proof (standing here today). Energetic, direct close.",
      "language": "en"
    },
    {
      "id": "mu-2022-final",
      "pageant": "Miss Universe",
      "year": 2022,
      "round": "final_question",
      "question_text": "If you win Miss Universe, how would you work to demonstrate this as an empowering and progressive organization?",
      "winner_name": "R'Bonney Gabriel",
      "answer_text": "Well, I would use it to be a transformational leader. As a very passionate designer, I've been sewing for 13 years. I used fashion as a force for good. In my industry, I'm cutting down on pollution through recycled materials when I make my clothing. I teach sewing classes to women who have survived human trafficking and domestic violence. And I would love to expand that to a global level and continue to use fashion as a force for good.",
      "source_tier": 2,
      "confidence": 0.9,
      "notes": "near-verbatim from PEP.ph and Philstar transcripts",
      "question_type": "leadership",
      "theme_tags": ["sustainability", "fashion", "social_impact", "empowerment"],
      "structural_notes": "Opens with leadership framing (transformational leader). Anchors in personal expertise (13 years sewing). Shows concrete proof of work (recycled materials, teaching survivors). Closes with vision to scale (global level). Specific, credible, action-oriented.",
      "language": "en"
    },
    {
      "id": "mu-2023-final",
      "pageant": "Miss Universe",
      "year": 2023,
      "round": "final_question",
      "question_text": "If you could live one year in another woman's shoes, who would you choose, and why?",
      "winner_name": "Sheynnis Palacios",
      "answer_text": "I would choose Malala Yousafzai, because I know the struggles she had to deal with to get where she is today. She had to fight for women's education and fight for all women to be able to stand strong and be the change and lead by example. If I could choose anyone, that would be her.",
      "source_tier": 2,
      "confidence": 0.85,
      "notes": "near-verbatim from Inquirer, PEP.ph, and Rappler transcripts",
      "question_type": "personal",
      "theme_tags": ["education", "women_empowerment", "resilience", "role_models"],
      "structural_notes": "Opens with direct answer (Malala). Explains why with empathy (struggles). Connects to values (education, standing strong). Closes with conviction. Simple, heartfelt, relatable.",
      "language": "en"
    },
    {
      "id": "mu-2024-final",
      "pageant": "Miss Universe",
      "year": 2024,
      "round": "final_question",
      "question_text": "Miss Universe has inspired generations of women. What do you want to say to the ones watching you now?",
      "winner_name": "Victoria Kjaer Theilvig",
      "answer_text": "My message to all the world that is watching out there is: no matter where you come from, no matter your past, you can always choose to turn it into your strengths. It will never define who you are. You just gotta keep fighting. I stand here today because I want to change. I want to make history. And that's what I'm doing tonight.",
      "source_tier": 2,
      "confidence": 0.85,
      "notes": "near-verbatim from PEP.ph, Inquirer, and Rappler transcripts",
      "question_type": "leadership",
      "theme_tags": ["resilience", "empowerment", "identity", "perseverance"],
      "structural_notes": "Opens with inclusive address (all the world). Frames adversity as strength (past into strengths). Uses repetition for rhythm (no matter... no matter). Personal anchor (I stand here). Closes with bold declaration (making history tonight). Punchy, confident.",
      "language": "en"
    }
  ]
}
